<%@ Page Language="VB" AutoEventWireup="false" CodeFile="Default.aspx.vb" Inherits="_Default" MasterPageFile="~/MasterPage.master" %>

<asp:Content runat="server" ContentPlaceHolderID="ContentArea">

	<section class="info-message">
		<h1>Клуб "Что? Где? Когда?" - Филадельфия приветствует Вас!</h1>
        <p>
		    Вы зашли на сайт одного из самых активных клубов ЧГК на территории США. Мы играем одну игру раз в месяц, на каждой игре собирается от 70 до 100 знатоков. Подробнее о наших играх можно почитать <a href="/about-game.aspx">тут</a>. 
            Обязательно приходите, если вы живёте в Филадельфии или окрестностях или если можете к нам доехать. К нам нередко приезжают гости из Нью-Йорка и других городов.
        </p>
	</section>

	<%if Utility.QuestionAcceptDaysLeft >= 0 Then%>
	<section class="info-message">
		<div class="days-left">
			До окончания приема вопросов осталось
			<div class="days-left-cnt"><%= Utility.QuestionAcceptDaysLeft %> дн.</div>
            <div>Уже прислали нам свои вопросы</div>
                <div class="days-left-cnt"><%= totalQuestions %></div>
		</div>
		<h1>Внимание команд!</h1>

		Прием вопросов от команд теперь будет производиться исколючительно на <strong>этом сайте</strong>. Также, меняется дата приема &ndash; за (примерно) две недели до начала игры.
		Для 19 игры последняя дата приема заявок <strong>20 июня 2017 года</strong>.
		Это связано с тем, что теперь у нас будет редакторская коллегия, которая будет рассматривать вопросы и им нужно больше времени.

        <p>Cледующие команды уже прислали нам свои вопросы: <strong><%= teamList %></strong></p>
	</section>
	<%End If%>

	<section class="info-message">
		<h1>Вниманию всем!</h1>
		Вы можете помочь нашему клубу! Нам нужны люди, которые могут подойти на следующие роли. 
		<ul>
			<li>Читать вопросы на игре. Нужен человек который может <strong>аккуратно и грамотно прочитать вопросы по-русски</strong>. Мы, все втроем, будем читать по-очереди. Так что вам нужно будет прочитать (примерно) 10 вопросов.
			</li>
			<li>Помочь в качестве технического редактора. Требование - <strong>уметь гуглить</strong>. Ваша задача будет заключаться в том, чтобы оперативно проверять версии команд, по большей части - гуглить. Если вы умеете быстро гуглить - вы нам подходите. Работы может быть много или не быть совсем, в зависимости от того, как пойдет игра.</li>
			<li>Вы или ваши знакомые где угодно в мире могут помочь с редакцией вопросов (за неделю до игры). Требования: <strong>надо чтобы они знали о ЧГК и желательно имели опыт игры</strong>.</li>
<%--			<li>Svetlana Shubinsky, к большому сожалению, не сможет нам помогать с приемом ответов и занесением их в компьютер 1 июля. Поэтому нам необходим человек, который сможет взять эту функцию на себя. Там не сложно, мы научим. Требования: <strong>а) владение манипулятором типа "мышь", б) не поддаваться на требования команд зачесть им ответ без отмашки от нас.</strong></li>--%>
		</ul>
		<a href="/contacts.aspx?msgTopic=%D0%BF%D0%BE%D0%BC%D0%BE%D1%89%D1%8C+%D0%BA%D0%BB%D1%83%D0%B1%D1%83#message" class="button">Подать заявку</a>
	</section>

</asp:Content>
