<%@ Page Language="VB" AutoEventWireup="false" CodeFile="question-rules.aspx.vb" Inherits="TeamQuestionPage"  MasterPageFile="~/MasterPage.master"  %>
<%@ MasterType TypeName="MasterPage" %>

<asp:Content runat="server" ContentPlaceHolderID="ContentArea">
    <% Master.AllowComments = True %>
    <h1>Как писать вопросы на ЧГК</h1>

    <div class="p">
        Исполнение настоящих правил, выработанных практикой составления вопросов за многолетнюю историю ЧГК и изложенных в достаточно большом количестве «самоучителей» для вопросников, во много раз:
        <ol style="margin-top:0;list-style-type:lower-alpha">
            <li>повысит качество самих вопросов;</li>
            <li>гарантирует соответствие формы ответа форме вопроса;</li>
            <li>практически исключит наличие вопросов-дуалей;</li>
            <li>минимизирует количество опротестованных капитанами команд вопросов, то есть, сделает апелляцию на снятие вопроса экзотикой и событием. Следствие – повышение культуры проведения Игр и исключение (за ненадобностью) нарушений игровой дисциплины как реакции на некорректные вопросы/ответы.</li>
        </ol>
    </div>
    
    <p>
        В итоге, как несложно сообразить, возрастет не только качество Игр в Клубе, но и снизится хронометраж каждой из них. Против чего не будет возражений даже у самых непримиримых оппозиционеров.
    </p>
    <div class="p">
        Итак, вот они, проверенные временем принципиальные требования к вопросам, сведенные в более-менее компактную форму:
        <ol style="margin-top:0;">
            <li>вопросы на «голые» знания неприемлемы; вопросы должны быть раскручиваемы с помощью эрудиции, общего багажа знаний и подсказок (меток, отсечек);</li>
            <li>вопрос должн быть кратким (максимум - 700 символов); длинные вопросы сложно вопринимаются на слух; убедитесь, что каждое слово необходимо для взятия вопроса, уберите лишнюю информацию;</li>
            <li>вопрос должен быть рассчитан на произвольную аудиторию. Вопросы по истории/географии Москвы (Филадельфии, Жмеринки и т.д.) – кроме общеизвестных деталей и знаний - ставят игроков в неравные условия с игроками из, соответственно, Москвы, Филадельфии, Жмеринки. Столь же недопустимы вопросы из узких областей знаний, рассчитанные на профессиональную подготовку;</li>
            <li>вопрос должен быть однозначным (не дуальным), то есть не должен допускать второго правильного ответа, который также подходит под условия вопроса;</li>
            <li>вопрос должен быть корректным, то есть, содержать в своей основе реальную информацию, которая легко поддается проверке по РАЗНЫМ источникам;</li>
            <li>вопрос должен быть новым! Недопустимо копировать вопросы из различных баз данных или просто из Интернета</li>
            <li>вопрос должен сопровождаться правильным ответом и указанием автора/редактора, какие ответы принимаются в качестве правильных. От «ответьте АБСОЛЮТНО точно» до «достаточно проникнуть в суть вопроса» или «в ответе должно быть ключевое слово»;</li>
            <li>вопрос должен сопровождаться исчерпывающим источником информации, если он базируется на каком-то фактографическом материале. Это позволит оперативно убедиться в его корректности/некорректности в случае апелляции.</li>
        </ol>
    </div>
    <p>
        Правильно «построенный» вопрос содержит в себе подсказки (метки, отсечки), позволяющие не только раскрутить его, но и исключающие дуали и гадание между двумя равнозначными версиями.
    </p>

    <div class="note">
        <strong>Примечание 1</strong>: Первые 6 пунктов сложно формализовать до абсолюта, но последние 2 пункта должны выполняться неукоснительно. За исключением случаев (это об источнике), когда вопрос задается на так называемые «общие знания» и придуман самостоятельно «из головы».
    </div>
    <div class="note">
        <strong>Примечание 2</strong>: 
    
    Фрагмент из «КОДЕКС СПОРТИВНОГО ЧГК (2008)», п. 1.2.1.1. «Определения»:
Вопрос ЧГК - это задание, сформулированное на естественном языке, возможно, с привлечением нетекстовых элементов (изображений, звуко- и видеозаписей и т. д.). Характерными признаками вопроса ЧГК, отличающими его от других видов заданий, являются:
    <ul>
        <li>Краткость задания. Как правило, вопрос ЧГК может быть задан в течение одной минуты. Для вопросов, использующих нетекстовые элементы, время задания может достигать нескольких минут.</li>
        <li>Краткость ответа. Для записи ответа на вопрос ЧГК, как правило, должно быть достаточно нескольких слов или символов.</li>
        <li>Элемент размышления. Ответ на вопрос ЧГК находится путем размышления над вопросом, возможно, с использованием необходимых знаний и общечеловеческих представлений (например, о прекрасном или смешном).</li>
        <li>Общедоступность. Для восприятия вопроса ЧГК и для ответа на него, как правило, не должны требоваться узкоспециальные знания.</li>
        <li>Метафоричность. В тексте вопроса слова могут использоваться в переносном смысле, не в основном значении, допускаются метонимические переносы значений слов, синекдохи, аллегории, одушевление и другие тропы, характерные для литературного языка.</li>
        <li>Ответ - изложение (как правило, в письменной форме) информации, требуемой согласно условиям вопроса. Ответ должен соответствовать вопросу по сути и по форме.</li>
    </ul>
    </div>

    <div class="copyright">Тест составил: Игорь Куприянов</div>

</asp:Content>
